Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/DateTimeSettingsController.strings
Languages: fr, he, km

source: Default
fr: Défaut
he: ברירת מחדל
km: លំនាំដើម

source: Done
fr: Sauvegarder
he: סיום
km: រួចរាល់

# LOCKSCREEN_DATETIME_TITLE
source: Lock Screen Date & Time
fr: Date & heure sur l'écr. verrouillé
he: שעה ותאריך במסך נעילה
km: ម៉ោង និង​កាលបរិច្ឆេទ

source: Time Format
fr: Format d'heure
he: פורמט השעה
km: ទ្រង់ទ្រាយ​ម៉ោង

source: Time Font Size
fr: Taille de police d'heure
he: גודל גופן השעה
km: ទំហំ​ម៉ោង

source: Date Format
fr: Format de date
he: פורמט התאריך
km: ទ្រង់ទ្រាយ​កាល​បរិច្ឆេទ

source: Date Font Size
fr: Taille de police de date
he: גודל גופן התאריך
km: ទំហំ​កាលបរិច្ឆេទ

# CUSTOM_COLOR
source: Custom Date & Time Color
fr: Couleur personnalisée
he: צבע תאריך ושעה מותאם אישית
km: ពណ៌​ម៉ោង និង​កាលបរិឆ្ឆេទ

# PICK_COLOR_DEFAULT
source: Primary Color
fr: Couleur principale
he: צבע עיקרי
km: ពណ៌​ទីមួយ

# PICK_COLOR_WITH_NOTIFICATION
source: Secondary Color
fr: Couleur secondaire
he: צבע משני
km: ពណ៌​ទី​ពីរ

source: Position (Default)
fr: Position (Défaut)
he: מיקום (ברירת מחדל)
km: ទីតាំង (ធម្មតា)

# POSITION_FOOTER
source: X and Y can be positive or negative numbers, for example 50 or -50. Remove the entry to reset to its default value.
fr: X et Y peuvent être un nombre positif ou négatif comme 50 ou -50. Enlevez la valeur entrée pour restaurer la valeur par défaut.
he: ערכי X וY יכולים להיות מספרים חיוביים או שליליים, לדוגמה 50 או -50. מחק/י את המספר כדי לאפס לערך ברירת המחדל.
km: X និង Y អាច​មាន​​តម្លៃ​វិជ្ជមាន រឺ​អវិជ្ជមាន តួយ៉ាង ៥០ រឺ -៥០ ។ លុប​តម្លៃ​បញ្ចូលដើម្បី​ស្ដារ​តម្លៃ​ដើម ។

source: Font Size
fr: Taille de police
he: גודל גופן
km: ទំហំ​អក្សរ

source: X (Time):
fr: X (Heure):
he: X (שעה):
km: X (ម៉ោង):

source: Y (Time):
fr: Y (Heure):
he: Y (שעה):
km: Y (ម៉ោង):

source: X (Date):
he: X (תאריך):
km: X (កាល​បរិច្ឆេទ):

source: Y (Date):
he: Y (תאריך):
km: Y (កាល​បរិច្ឆេទ):

# ALWAYS_SHOW_DATE_FOOTER_TEXT
source: While charging, turning on the lock screen view will first show the charging label and the Date label is shown only after the charging label disappears. This option will enable the Date label to be shown immediately. This is useful if you change the Date label's position.
fr: Pendant le rechargement de batterie, l'écran vérrouillé affiche d'abord le texte de chargement et la date ne s'affiche qu'après le texte disparaît. Cette option permet d'afficher immédiatement la date. C'est utile quand vous changez la position de la date.
he: בזמן טעינה, עם הדלקת מסך הנעילה תופיע ראשית תגית ההטענה ותגית התאריך תופיע רק לאחר שתגית ההטענה תיעלם. אופציה זו תאפשר לתגית התאריך להופיע מיידית. זה שימושי אם שינית את מיקום תגית התאריך.
km: ពេល​កំពុង​បញ្ចូល​ថ្ម អេក្រង់​ជាប់​សោ​នឹង​បង្ហាញ​ឃ្លា​ភាគរយ​ថ្ម​ រួច​ទើប​បង្ហាញ​កាលបរិច្ឆេទ ។ ជម្រើសនេះ​នឹង​បង្ហាញ​កាល​បរិច្ឆេទ​ភ្លាមៗ ។ ​មាន​ប្រយោជន៍​ប្រសិន​បើ​អ្នក​ផ្លាស់​ប្ដូរ​ទីតាំង​​កាលបរិច្ឆេទ ។

# ALWAYS_SHOW_DATE
source: Show Date immediately
fr: Afficher la date immédiatement
he: הצג תאריך מיידית
km: បង្ហាញ​កាល​បរិច្ឆេទ​ភ្លាមៗ

# ENABLE_ALIGNMENT
source: Alignment
fr: Alignement
he: יישור
km: ប្រើ​ការ​តម្រឹម

# ALIGNMENT_FOOTER
source: Alignment is still an experimental feature, so bugs are expected. The position of labels with alignment enabled is different from normal labels with no alignment. If you choose Right alignment, the X position will be the space between the right side of the screen and the label.
fr: Alignement est encore une fonctionnalité expérimentale, donc des bugs sont attendus. C'est aussi à savoir que les positions des étiquettes alignées sont différentes de celles non alignées. Si l'alignement droit est choisi, la valeur de X sera l'espace entre le côté droit de l'écran et l'étiquette.
he: יישור הינו עדיין אופציה ניסיונית, אז צפויים באגים. המיקום של תגיות עם יישור מופעל הינו שונה מתגיות רגילות בלי יישור. אם תבחר/י יישור לימין, מיקום הX יהיה המרווח בין הצד הימני של המסך והתגית.
km: ការ​តម្រឹម​ស្ថិត​ក្នុង​ដំណាក់​កាល​សាកល្បង​នៅ​ឡើយ ដូច្នេះ​អាច​មាន​កំហុស​ឆ្គង​​ដែល​មិន​បាន​រំពឹង​ទុក។ ម្យ៉ាង​ទៀត ទីតាំង​ឃ្លា​ដែល​មាន​ការ​តម្រឹម​ខុស​ពី​ឃ្លា​ដែល​គ្មាន​ការ​តម្រឹម ។ បើ​សិន​ជា​អ្នក​ជ្រើស​រើស​តម្រឹម​ខាង​ស្ដាំ តម្លៃ X ជា​គម្លាត​រវាង​គែម​អេក្រង់​ខាង​ស្ដាំ និងឃ្លា​កាលបរិច្ឆេទឬ​ម៉ោង ។

# TIME_LABEL_ALIGNMENT
source: Time Label
fr: Heure
he: תגית שעה
km: តម្រឹម​ម៉ោង

# DATE_LABEL_ALIGNMENT
source: Date Label
fr: Date
he: תגית תאריך
km: តម្រឹម​កាលបរិច្ឆេទ

source: Left
fr: Gauche
he: שמאל
km: ឆ្វេង

source: Center
fr: Centre
he: מרכז
km: កណ្ដាល

source: Right
fr: Droite
he: ימין
km: ស្ដាំ

source: Bold Time
fr: L'heure en gras
he: שעה מודגשת
km: ម៉ោង​ដិត

source: Position (with Media)
fr: Position (avec Média)
he: מיקום (עם מדיה)
km: ទីតាំង (ជា​មួយ​មេឌៀ)

source: Show Date & Time With Media
fr: Afficher Date et heure avec média
he: הצג תאריך ושעה עם מדיה
km: បង្ហាញ​ម៉ោង​និង​កាលបរិច្ឆេទ​ជា​មួយ​មេឌៀ

# CUSTOM_COLOR_FOOTER
source: Primary Color refers to the default Date & Time colors on lock screen, whereas the Secondary Color refers to the Date & Time colors when there are notifications or playing media.
fr: La couleur principale s'agit de la couleur par défaut de Date & heure sur l'écran verouillé, alors que la couleur secondaire est celle de Date et heure lorsqu'il y a des notifications ou média.
he: צבע עיקרי מתייחס לצבעי התאריך והשעה ברירת המחדל במסך הנעילה, בזמן שהצבע המשני מתייחס לצבעי התאריך והשעה כאשר ישנם עדכונים או מדיה מתנגנת.
km: ពណ៌​ទី​មួយ​សំដៅ​ទៅ​លើ​ពណ៌​ម៉ោង​និង​កាលបរិច្ឆេទ​ដំបូង​លើ​អេក្រង់​ជាប់​សោ ចំណែក​ពណ៌​ទី​ពីរ​សំដៅ​ទៅ​លើ​ពណ៌​ម៉ោង​និង​កាល​បរិច្ឆេទ​ ពេល​ដែល​មាន​ការ​ជូន​ដំណឹង រឺ​មេឌៀ​ ។

# LOCKSCREEN_DATETIME_FOOTER
source: Date & Time Format: Weekday: eee:Sat, eeee:Saturday Day of Month: d:4, dd:04 Month: M:4, MM:04, MMM:Apr, MMMM:April, MMMMM:A Year: y:2015, yy:15 12-hour: h:9, hh:09 24-hour: H:1, HH:01 Minute: m:4, mm:04 Second: s:5, ss:05 (only for iOS 8+) AM/PM: a Custom string: 'Text' (with quotes) Newline: \n (only for Date) Example: eeee|dd|MMMM|yyyy ==> Monday|13|April|2015 Note: For the time format to work correctly, you should disable 24-Hour Time in Settings > General > Date & Time.
fr: Format de Date et Heure: Jour de la semaine: eee:ven., eeee:vendredi Jour du mois: d:4, dd:04 Mois: M:4, MM:04, MMM:Apr, MMMM:April, MMMMM:A Année: y:2015, yy:15 12-heure: h:9, hh:09 24-heure: H:1, HH:01 Minute: m:4, mm:04 Seconde: s:5, ss:05 (ne fonctionnant que sur iOS 8+) AM/PM: a Texte personnalisé: 'Texte' (avec les guillemets) Nouvelle ligne: \n (ne fonctionnant que pour la Date) Exemple: eeee|dd|MMMM|yyyy ==> lundi|13|avril|2015 Note: Pour que le format d'heure fonctionne bien, l'option Affichage 24h devrait être désactivée dans Réglages > Général > Date et heure.
he: פורמט תאריך ושעה: יום בשבוע: ee:שב, eeee:שבת יום בחודש: d:4, dd:04 חודש: M:4, MM:04, MMM:אפר, MMMM:אפריל, MMMMMM:א שנה: y:2015, yy:15 12-שעות: h:9, hh:09 24-שעות: H:1, HH:01 דקות: m:4, mm:04 שניות: s:5, ss:05 (רק בiOS 8+) לפני/אחרי הצהריים (לפ׳/אח׳): a מחרוזת מותאמת אישית: ׳טקסט׳ (עם ציטוט) שורה חדשה: \n (רק לתאריך) דוגמה: eeee|dd|MMMM|yyyy ==> יום שבת|13|אפריל|2015 הערה: על מנת שפורמט השעה יעבוד נכון, יש לכבות את שעון 24 שעות בהגדרות > כללי > תאריך ושעה
km: ទ្រង់ទ្រាយ​ម៉ោង និង​កាលបរិច្ឆេទ: ថ្ងៃក្នុងសប្ដាហ៍៖ eee:សៅរ៍ ថ្ងៃទី៖ d:4, dd:04 ខែ៖ M:4, MM:04, MMM:មេសា ឆ្នាំ៖ yy:15, y:2015 ម៉ោង (មាន ១២ ម៉ោង)៖ h:9, hh:09 ម៉ោង (មាន ២៤ ម៉ោង)៖ H:0, HH:00 នាទី៖ m:4, mm:04 វិនាទី៖ s:5, ss:05 (សម្រាប់​តែ iOS 8+) ព្រឹក/ល្ងាច៖ a ពាក្យធម្មតា៖ 'Text' (ជា​មួយ​នឹង​អព្ភន្តរសញ្ញា) ចុះ​បន្ទាត់៖ \n (សម្រាប់​តែ​កាលបរិច្ឆេទ​ប៉ុណ្ណោះ) ឧទាហរណ៍: 'ថ្ងៃ'eee|dd|MMMM|yyyy ==> ថ្ងៃចន្ទ|13|មេសា|2015 ចំណាំ: ដើម្បីឲ្យទ្រង់ទ្រាយម៉ោងដើរបានល្អ ចូរបិទ 24-Hour Time នៅក្នុង Settings > General > Date & Time ។

source: Hide Date & Time
fr: Cacher la date et l'horloge
