Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/hotdogpref.strings
Languages: pl, zh_cn

# STATUS_BAR_TITLE
source: Status Bar
pl: PASEK STANU
zh_cn: 状态栏

# LOCKSCREEN_DATETIME_TITLE
source: Lock Screen Date & Time
pl: Zegar & Data Ekranu Blokady
zh_cn: 锁定屏幕 时间|日期

# SLIDE_TO_UNLOCK_TITLE
source: Slide to Unlock
pl: Pole "odblokuj"
zh_cn: 自定义“滑动滑块以解锁”文本

# PASSCODE_LOCK_VIEW_TITLE
source: Passcode View
pl: Widok Hasła
zh_cn: 锁屏密码界面

# PHONE_UI_TITLE
source: Call UI
pl: Połączenie
zh_cn: 手机图标（UI）

# NOTIFICATIONS_TITLE
source: Notifications
pl: Powiadomienia
zh_cn: 通知

# POWERDOWN_TITLE
source: Power Down View
pl: Eekran Wyłączania
zh_cn: 关机

# MEDIA_CONTROLS_TITLE
source: Media
pl: Głoska bezdźwięczna

# OTHERS_TITLE
source: Others
pl: Inni
zh_cn: 其他

# ABOUT
source: About Me
pl: O MNIE
zh_cn: 关注我

# DONATE
source: Donate via PayPal
pl: Wspomórz przez PayPal
zh_cn: 通过PayPal捐赠

# CREDITS
source: Credits to translators
zh_cn: 翻译人员名单
