Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/MediaControlsSettingsController.strings
Languages: fr, km

# MEDIA_FOOTER
source: X and Y can be positive or negative numbers, for example 50 or -50. Remove the entry to reset to its default value. Album Art position with Notifications only work on iOS 10+, and Album Art position with Clock only works on iOS 9 and under.
fr: X et Y peuvent être un nombre positif ou négatif comme 50 ou -50. Enlevez la valeur entrée pour restaurer la valeur par défaut. La position de couverture d'album avec Notifications ne marche que sur iOS 10+, et celle avec Horloge ne marche que sur iOS 9 et les versions inférieures d'iOS.
km: X និង Y អាច​មាន​​តម្លៃ​វិជ្ជមាន រឺ​អវិជ្ជមាន តួយ៉ាង ៥០ រឺ -៥០ ។ លុប​តម្លៃ​បញ្ចូលដើម្បី​ស្ដារ​តម្លៃ​ដើម ។ សម្រាប់​ទីតាំង​បញ្ជា​សំឡេង តម្លៃ​ដើម​ត្រូវ​បាន​ដាក់​បង្ហាញ​នៅ​ក្នុង​ទី​បញ្ចូល​តម្លៃ ។

# MEDIA_CONTROLS_TITLE
source: Media
fr: Média
km: មេឌៀ

source: Default
fr: Défaut
km: លំនាំដើម

source: Done
fr: Sauvegarder
km: រួចរាល់

source: Media Controls Position
fr: Position des contrôles de média
km: ទីតាំង​ផ្ទាំង​បញ្ជាមេឌៀ

source: Album Art Position
fr: Position de couverture d'album
km: ទីតាំង​រូប​អាល់ប៊ុម

source: Volume Slider Position
fr: Position de volume
km: ទីតាំង​បញ្ជា​សំឡេង

# VOLUME_SLIDER_Y
source: Spacing (Lock Screen)
fr: Espace (Écran verrouillé)
km: គម្លាត (អេក្រង់​ជាប់​សោ)

# CC_VOLUME_SLIDER_Y
source: Spacing (Control Center)
fr: Espace (Centre de contrôle)
km: គម្លាត (មណ្ឌល​បញ្ជា)

source: X (Default)
fr: X (Défaut)
km: X (ធម្មតា)

source: Y (Default)
fr: Y (Défaut)
km: Y (ធម្មតា)

# X_MEDIA
source: X (with Media)
fr: X (avec Média)
km: X (ជា​មួយ​បញ្ជា​មេឌៀ)

# Y_MEDIA
source: Y (with Media)
fr: Y (avec Média)
km: Y (ជា​មួយ​បញ្ជា​មេឌៀ)

# X_CLOCK
source: X (with Clock)
fr: X (avec Horloge)
km: X (ជា​មួយ​ម៉ោង)

# Y_CLOCK
source: Y (with Clock)
fr: Y (avec Horloge)
km: Y (ជា​មួយ​ម៉ោង)

source: Album Art Size
fr: Taille de couverture d'album
km: ទំហំ​រូប​អាល់ប៊ុម

source: Media Controls (Default)
fr: Contrôles de Média (Défaut)

source: Media Controls (Notifications)
fr: Contrôles de Média (Notifications)

source: Width
fr: Largeur

source: Height
fr: Hauteur

source: Volume Slider
fr: Curseur de Volume

source: Tiny
fr: Miniscule

source: Small
fr: Petit

source: Always Show Album Art
fr: Afficher toujours la couverture d'album

source: Album Art (Default)
fr: Couverture d'album (Défaut)

# ALBUM_ART_WITH_NOTIFICATIONS
source: Album Art (Notifications)
fr: Couverture d'album (Notifications)

# ALBUM_ART_WITH_CLOCK
source: Album Art (Clock)
fr: Couverture d'album (Horloge)

source: X (Notifications)
km: X (មាន​ការ​ជូន​ដំណឹង)

source: Y (Notifications)
km: Y (មាន​ការ​ជូន​ដំណឹង)
