Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/NotificationsSettingsController.strings
Languages: fr, he, km

source: Default
fr: Défaut
he: ברירת מחדל
km: លំនាំដើម

source: Done
fr: Sauvegarder
he: ברירת מחדל
km: រួចរាល់

# NOTIFICATIONS_TITLE
source: Notifications
he: עדכונים
km: ផ្ទាំង​ជូនដំណឹង

# NO_NOTIFICATIONS_TEXT
source: No Notifications
fr: Aucune notification
he: אין עדכונים

source: Respring
he: ריספרינג

source: Position
he: מיקום
km: ទីតាំង

source: Added Height
fr: Hauteur ajoutée
he: גובה נוסף
km: កំពស់​បន្ថែម

# NOTIFICATIONS_POSITION_FOOTER_TEXT
source: Y changes the vertical coordinate for lock screen notifications view. You can also increase or decrease the height of the notifications view by using Added Height. Y and Added Height can be positive or negative numbers, for example 50 or -50. Remove the entry to reset to its default value.
fr: Y change le positionnement vertical (l'ordonné) des notifications sur l'écran verrouillé. Vous pouvez aussi incrémenter ou décrementer la hauteur des notifications en utilisant «Hauter ajoutée». Y et «Hauter ajoutée» peuvent être un nombre positif ou négatif comme 50 ou -50. Enlevez la valeur entrée pour restaurer la valeur par défaut.
he: Y משנה את הקורדינציה האנכית של תצוגת העדכונים במסך הנעילה. ניתן גם להגדיל או להקטין את הגובה של תצוגת העדכונים בעזרת שימוש בגובה נוסף. Y וגובה נוסף יכולים להיות מספרים חיוביים או שליליים, לדוגמה 50 או -50. מחק/י על מנת לאפס לערך ברירת המחדל.
km: Y ផ្លាស់​ប្ដូរ​ទីតាំង​បញ្ឈរ​ (អរដោនេ) របស់​ផ្ទាំង​ជូន​ដំណឹង​នៅ​លើ​អេក្រង់​ជាប់សោ ។ អ្នក​អាច​បន្ថែម រឺ​បន្ថយ​កំពស់​ផ្ទាំង​ជូន​ដំណឹង​នៅ​លើ​អេក្រង់​ជាប់​សោ​ដោយ​ប្រើ «​កំពស់​បន្ថែម» ។ Y និង «កំពស់​បន្ថែម» អាច​មាន​​តម្លៃ​វិជ្ជមាន រឺ​អវិជ្ជមាន តួយ៉ាង ៥០ រឺ -៥០ ។ លុប​តម្លៃ​បញ្ចូលដើម្បី​ស្ដារ​តម្លៃ​ដើម ។

source: Lock Screen Notifications
fr: Notifications sur l'écran verrouillé
he: עדכוני מסך נעילה
km: លើ​អេក្រង់​ជាប់សោ

# SUPPRESS_NOTIFICATIONS
source: Hide Notifications
fr: Cacher les notifications
he: הסתר עדכונים
km: លាក់​ផ្ទាំង​ជូន​ដំណឹង

# SUPPRESS_NOTIFICATIONS_WAKE
source: Suppress Screen Wake
fr: Ne pas réveiller l'écran
he: בטל הערת מסך
km: មិន​ឲ្យភ្លឺ​អេក្រង់

# SUPPRESS_NOTIFICATIONS_SOUND
source: Suppress Sounds
fr: Désactiver les sons
he: בטל צלילים
km: បិទ​សំឡេង

# LOCK_SCREEN_NOTIFICATIONS_FOOTER
source: These options will let you hide notifications on lock screen, suppress screen from turning on when receiving notifications and suppress notifications sounds. You can still see all your notifications in the Notification Center.
fr: Ces options vous permettent de cacher les notifications sur l'écran verrouillé, de ne pas réveiller l'écran lors de la réception des notifications et de sourdiner les sons de notification. Vous pouvez retrouver toutes les notifications dans le Centre de Notifications.
he: אופציות אלו יאפשרו לך להסתיר עדכונים במסך הנעילה, למנוע מהמסך להידלק עם קבלת עדכונים ולמנוע צלילי עדכונים. עדיין באפשרותך לראות את כל העדכונים במרכז העדכונים.
km: អ្នក​អាច​លាក់​ការ​ជូន​ដំណឹង​ទាំង​អស់​នៅ​លើ​អេក្រង់​ជាប់​សោ, ហាម​មិន​ឲ្យ​អេក្រង់​ភ្លឺ​ពេល​មាន​ការ​ជូន​ដំណឹង និង​បិទ​សំឡេង​ជូន​ដំណឹង ។ អ្នក​នៅ​តែ​អាច​មើល​ការ​ជូន​ដំណឹង​ទាំង​អស់​នៅ​ក្នុង​មណ្ឌល​ជូន​ដំណឹង (Notification Center) ។

# POSITION_CLOCK
source: Position (with Clock)
fr: Position (avec Horloge)
he: מיקום (עם שעון)
km: ទីតាំង (ជា​មួយ​ម៉ោង)

# POSITION_MEDIA
source: Position (with Media)
fr: Position (avec Média)
he: מיקום (עם מדיה)
km: ទីតាំង (ជា​មួយ​បញ្ជា​មេឌៀ)

source: Hide Clipping Line
km: លុប​បន្ទាត់
