Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/OthersSettingsController.strings
Languages: fr, he, km

# OTHERS_TITLE
source: Others
fr: Autres
he: אחרים
km: ផ្សេងៗ

source: Grabbers
he: תופסנים
km: ក្រចាប់

source: Hide NC Grabber
fr: Cacher la poignée de CN
he: הסתר תופסן מרכז עדכונים
km: លាក់​ក្រចាប់​ផ្ទាំង​ជូន​ដំណឹង

source: Hide CC Grabber
fr: Cacher la poignée de CC
he: הסתר תופסן מרכז בקרה
km: លាក់​ក្រចាប់​ផ្ទាំង​បញ្ជា

source: Hide Camera Grabber
fr: Cacher la poignée de l'Appareil photo
he: הסתר תופסן מצלמה
km: លាក់​ក្រចាប់​កាម៉េរា

source: Disable Camera
fr: Désactiver l'Appareil photo
he: בטל מצלמה
km: បិទ​កាម៉េរា

# DISABLE_LOCK_SCREEN_BLUR_RADIUS
source: Disable Lock Screen Blur
fr: Désactiver le flou sur l'écr. verrouillé
he: בטל טשטוש מסך נעיךה
km: លុប​ពណ៌​ព្រាលៗ

source: Default
fr: Défaut
he: ברירת מחדל
km: លំនាំដើម

source: Done
fr: Sauvegarder
he: סיום
km: រួចរាល់

# CHARGING_VIEW_FOOTER
source: X and Y can be positive or negative numbers, for example 50 or -50. Remove the entry to reset its default value.
fr: X et Y peuvent être un nombre positif ou négatif comme 50 ou -50. Enlevez la valeur entrée pour restaurer la valeur par défaut.
he: X וY יכולים להיות מספרים חיוביים או שליליים, לדוגמה 50 או -50. מחק/י כדי לאפס לערך ברירת המחדל.
km: X និង Y អាច​មាន​​តម្លៃ​វិជ្ជមាន រឺ​អវិជ្ជមាន តួយ៉ាង ៥០ រឺ -៥០ ។ លុប​តម្លៃ​បញ្ចូលដើម្បី​ស្ដារ​តម្លៃ​ដើម ។

# TIMER_VIEW_FOOTER
source: X and Y can be positive or negative numbers, for example 50 or -50. Remove the entry to reset its default value.
fr: X et Y peuvent être un nombre positif ou négatif comme 50 ou -50. Enlevez la valeur entrée pour restaurer la valeur par défaut.
he: X וY יכולים להיות מספרים חיוביים או שליליים, לדוגמה 50 או -50. מחק/י כדי לאפס לערך ברירת המחדל.
km: X និង Y អាច​មាន​​តម្លៃ​វិជ្ជមាន រឺ​អវិជ្ជមាន តួយ៉ាង ៥០ រឺ -៥០ ។ លុប​តម្លៃ​បញ្ចូលដើម្បី​ស្ដារ​តម្លៃ​ដើម ។

source: Timer View
fr: Minuteur
he: תצוגת שעון עצר
km: កម្មវិធី​កំណត់​ពេលវេលា

source: Charging View
fr: Rechargement de batterie
he: תצוגת הטענה
km: រូប​បញ្ចូល​ថ្ម

source: Hide Charging View
fr: Cacher la vue
he: הסתר תצוגת הטענה
km: លាក់រូប

# ALWAYS_SHOW_CHARGING_VIEW
source: Always Show
fr: Afficher toujours
he: הצג תמיד
km: បង្ហាញ​ជានិច្ច

source: Lock Screen Idle Duration
fr: Duration de l'écran verrouillé
he: זמן פעולת מסך נעילה
km: រយៈ​ពេល​បិទ​ពន្លឺអេក្រង់​ជាប់​សោ

# LOCKSCREEN_IDLE_DURATION_FOOTER
source: This option allows you to change the duration (in seconds) before lock screen is turned off. Put -1 for infinite duration.
fr: Ces options vous permettent de changer la duration (en secondes) avant que l'écran verouillé s'éteigne. Insérez -1 pour une duration infinie.
he: אופציה זו מאפשר לך לשנות את משך הזמן (בשניות) לפני שמסך הנעילה מתכבה אוטומטית. ניתן להכניס -1 כדי לקבל משך זמן אינסופי.
km: អ្នក​អាច​ប្ដូរ​រយៈពេល (ជា​វិនាទី) ​មុន​ពេល​ដែល​អេក្រង់​ជាប់​សោ​បិទពន្លឺ ។ ដាក់ -១ សម្រាប់​ពេល​វេលា​គ្មាន​កំណត់ ។

source: Duration (Normal):
fr: Duration (Normale):
he: משך זמן (נורמלי) 0:
km: រយៈពេល (ធម្មតា)៖

source: Duration (Docked):
fr: Duration (Rechargement):
he: משך זמן (בטעינה):
km: រយៈពេល (ដោតបញ្ចូលថ្ម)៖

source: Lock Screen
fr: Écran verrouillé
he: מסך נעילה
km: អេក្រង់​ជាប់​សោ

source: Hide Page Dots
fr: Cacher l'indicateur de pages
he: הסתר נקודות דפים
km: លាក់​សញ្ញា​សម្គាល់​ទំព័រ
