Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/PasscodeViewSettingsController.strings
Languages: he

source: Default
he: ברירת מחדל

source: Done
he: סיום

# PASSCODE_LOCK_VIEW_TITLE
source: Passcode View
he: תצוגת סיסמה

# PASSCODE_LOCK_VIEW_FOOTER
source: Click Done for changes to take effect. There's no need to respring. Leaving the text box blank will revert the text to its default settings. Use "\n" (without quotes) to insert line breaks for Enter Passcode and Try Again.
he: הקש/י סיום כדי להחיל שינויים. אין צורך לבצע ריספרינג. השארת תיבת הטקסט ריקה תחזיר את הטקסט להגדרתו ברירת המחדל. השתמש/י ב"\n" (בלי ציטוט) כדי להכניס שבירת שורה לערכי הקש/י קוד גישה ונסה/י שוב.

# PASSCODE
source: Enter Passcode
he: הקש/י סיסמה

source: Try Again
he: נסה/י שוב

# PASSCODE_TEXT
source: Touch ID or Enter Passcode
he: השתמש/י ב-Touch ID או הקש/י סיסמה

source: Emergency
he: שיחת חירום

source: Cancel
he: ביטול

source: Delete
he: מחק
