Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/SlideToUnlockSettingsController.strings
Languages: he, km

source: Default
he: ברירת מחדל
km: លំនាំដើម

# SLIDE_TO_UNLOCK_TITLE
source: Slide to Unlock
he: החלק/י לפתיחה
km: ឃ្លា «​អូស​ដើម្បី​ដោះ​សោ»

# SLIDE_TO_UNLOCK_FOOTER
source: String 1 is for replacing the default "slide to unlock" text on lock screen, whereas String 2 is the string which appears when Touch ID authentication fails.
he: מחרוזת 1 הינה להחלפת טקסט ברירת המחדל ״החלק/י לפתיחה״ במסך הנעילה, בזמן שמחרוזת 2 הינה המחרוזת אשר מוצגת כאשר זיהוי בעזרת TouchID נכשל.
km: ឃ្លា​ទី​ ១ ជា​ឃ្លា «slide to unlock» ដែល​បង្ហាញ​ដំបូង​បង្អស់​លើ​អេក្រង់​ជាប់​សោ ចំណែក​ឯ​ឃ្លា​ទី ២ ជា​ឃ្លា​ដែល​បង្ហាញ​ពេល​ដែល​ប្រើ Touch ID បរាជ័យ ។

# SLIDE_TO_UNLOCK_TEXT
source: slide to unlock
he: החלק/י לפתיחה
km: អក្សរជំនួស slide to unlock

source: Custom Color
he: צבע מותאם אישית
km: ពណ៌

source: Pick Color
he: בחר/י צבע
km: ជ្រើសពណ៌

source: Done
he: סיום
km: រួចរាល់

source: Position
he: מיקום
km: ទីតាំង

# POSITION_FOOTER
source: X and Y can be positive or negative numbers, for example 50 or -50. Remove the entry to reset to its default value.
he: ערכי X וY יכולים להיות מספרים חיוביים או שליליים, לדוגמה 50 או -50. מחק/י את המספר כדי לאפס לערך ברירת המחדל.
km: X និង Y អាច​មាន​តម្លៃ​វិជ្ជមាន រឺ​អវិជ្ជមាន តួយ៉ាង ៥០ រឺ -៥០ ។ លុប​តម្លៃ​បញ្ចូលដើម្បី​ស្ដារ​តម្លៃ​ដើម ។

# DEFAULT_STRING
source: String 1
he: מחרוזת 1
km: ឃ្លា​ទី​ ១

# SECONDARY_STRING
source: String 2
he: מחרוזת 2
km: ឃ្លា​ទី ២

source: try again
he: נסה/י שוב

source: Hide Chevron
he: הסתר חץ
km: លាក់ក្រចាប់

source: Hide Phrase
he: הסתר ביטוי
km: លាក់ឃ្លា

source: Show Immediately
he: הצג מיידית
km: បង្ហាញ​ភ្លាម

source: Font Size
he: גודל גופן
km: ទំហំ​អក្សរ
