Repository: Andreeeew/Localization
Catalog: HotDog/*.lproj/StatusBarSettingsController.strings
Languages: km

source: Default
km: លំនាំដើម

# STATUS_BAR_TITLE
source: Status Bar
km: របារ​ស្ថានភាព

source: Custom Carrier Text
km: ឈ្មោះសេវា

source: Status Clock Format
km: ម៉ោង​លើ​របារ​ស្ថានភាព

# SHOW_TIME_ON_LOCKSCREEN
source: Show Time
km: បង្ហាញ​ម៉ោង​

source: Lock Screen
km: អេក្រង់​ជាប់សោ

source: Home Screen
km: គេហអេក្រង់

# HOMESCREEN_STATUS_BAR_FOOTER
source: If hiding status bar does not work, try restarting the SpringBoard.
km: ប្រសិន​បើ​ការ​លាក់​របារ​ស្ថានភាព​មាន​បញ្ហា សូម​សាក​ល្បង​ធ្វើ​ការ Respring ។

# HIDE_LS_LOCK
source: Hide Lock
km: លាក់​រូប​សោ

source: Hide Status Bar
km: លាក់​របារ​ស្ថានភាព

source: Custom Color
km: ពណ៌

source: Foreground Color
km: ពណ៌​ផ្ទៃ​ខាងមុខ

source: Background Color
km: ពណ៌​ផ្ទៃខាង​ក្រោយ

# SAME_STATUS_BAR_SIZE
source: Small Status Bar
km: របារ​ស្ថានភាព​តូច

# STATUS_BAR_FOOTER
source: STATUS CLOCK FORMAT: Weekday: eee:Sat, eeee:Saturday Day of Month: d:4, dd:04 Month: M:4, MM:04, MMM:Apr, MMMM:April, MMMMM:A Year: y:2015, yy:15 12-hour: h:9, hh:09 24-hour: H:1, HH:01 Minute: m:4, mm:04 Second: s:9, ss:09 AM/PM: a Custom string: 'Text' Example: dd|eee|HH:mm ==> 13|Mon|13:05
km: ទ្រង់​ទ្រាយ​ម៉ោង​លើ​របារ​ស្ថានភាព: ថ្ងៃក្នុងសប្ដាហ៍៖ eee:សៅរ៍ ថ្ងៃទី៖ d:4, dd:04 ខែ៖ M:4, MM:04, MMM:មេសា ឆ្នាំ៖ yy:15, y:2015 ម៉ោង (មាន ១២ ម៉ោង)៖ h:9, hh:09 ម៉ោង (មាន ២៤ ម៉ោង)៖ H:0, HH:00 នាទី៖ m:4, mm:04 វិនាទី៖ s:9, ss:09 ព្រឹក រឺ ល្ងាច៖ a ពាក្យធម្មតា៖ 'Text'​ (ជា​មួយ​នឹង​អព្ភន្តរសញ្ញា) ឧទាហរណ៍: dd|eee|HH:mm ==> 13|ចន្ទ|13:05
